@extends('public.app')
@section('content')
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <div class="m-2">
                <h2>Terms And Conditions</h2>
                <p style="line-height: 50px">
                    1. {{ env('APP_NAME') }} ஒரு வண்ணார்களுக்கு காண இலவச திருமண மையம் (குறிப்பு: இன்னும் திருமண மையம் பதிவு செய்யவில்லை)<br>
                    2. {{ env('APP_NAME') }} இல் பதியப்படும் விவரங்கள் அதாவது போட்டோ ஜாதகம் படிப்பு வருமானம் அனைத்து விவரங்களையும்
                    நீங்கள் உங்கள் சொந்த பொறுப்பில் சரிபார்த்துக் கொள்ளவும் இதில் எந்த தவறு ஏதும் இருந்தால் அதற்கு {{ env('APP_NAME') }}
                    பொறுப்பாகாது.<br>
                    3. உங்களுக்கு ஜாதகம் சேரும் பட்சத்தில் நீங்கள் அனைத்து விபரங்களையும் உங்கள் சொந்த பொறுப்பில்
                    சரிபார்த்துக் கொள்ளவும் இதில் தவறு இருந்தால் {{ env('APP_NAME') }} பொறுப்பாகாது.<br>
                    4. எந்த ஒரு தவறுக்கும் {{ env('APP_NAME') }} அமைப்பு பொறுப்பாகாது.<br>
                    5. தற்போது இந்த {{ env("APP_NAME") }} இணையதளம் இன்னும் கட்டுமானத்தில் உள்ளது, எந்த வகை டேட்டா லீக்குகள், பிழைகள், பாதுகாப்பு சிக்கல்கள், நிறுவனம் பொறுப்புகள் அல்ல.<br>
                    6. {{ env("APP_NAME") }} உங்கள் கணக்குத் தரவையும் செயல்பாட்டையும் பார்க்க முடியும், தேவைப்பட்டால் நிறுவனப் பயனர்கள் உங்கள் கணக்கில் உள்நுழைந்து கணக்குச் செயல்பாட்டைப் பார்க்கலாம் அல்லது ஏதேனும் செயல்களைச்(operations) செய்யலாம்.<br>
                    7. பணத்தைத் திரும்பப்பெறுதல் கொள்கையானது நிறுவன முடிவே இறுதியானது.<br>
                    8. உறுப்பினர் கணக்கு ஏதேனும் தவறான நடத்தையைச் செய்தாலோ அல்லது ஏதேனும் இணக்கத்தைப் பெற்றாலோ உறுப்பினர் கணக்கு நிறுவனத்தால் செயலிழக்கப்படும்.
                </p>
                </div>
            </div>
        </div>
    </div>
@endsection
